["اتق غضبة الحليم اذا غضب", 
"من يستعجل قطف العنب قبل نضوجه ، يأكله حامضاً",
"مكره أخاك لا بطل",
"من اطاع عصاك فقد عصاك",
"رب نعل شر من الحفاء",
"لا تبصق في البئر فقد تشرب منه يوما",
"كن أسداً تأكل من فضلاتك الثعالب ، لا ثعلباً تأكل من فضلات الأسود",
"من تكثر نعاجه ، تكثر الذئاب حوله",
"لسانك حصانك ، إن صنته صانك و إن أهنته أهانك",
"لا تمدحن أمراً حتى تجربه ... و لا تذمه من غير تجريب",
"من لا خير فيه لأهله ، لا خير فيه لأحد",
"إن أحلام الذين ينامون على الريش ليست أجمل من أحلام الذين ينامون على الأرض",
"اذا انت اسديت جميلا الى انسان فحذار أن تذكره، وان اسدى انسان اليك جميلا فحذار أن تنساه",
"اذا صنعت معروفا فاستره، واذا صنع معك فانشره",
"ليس الاحسان غذاء ولا شرابا ولا كساء، بل هو مشاركة الناس في الامهم",
"يستفزونك ليخرجوا أسوأ ما فيك ، ثم يقولون هذا أنت ، لا يا عزيزي هذا ليس أنا ،هذا ما تريده أنت",
"تعلمت الصمت من الثرثار , و الطيبة من ذوي القلوب الغليظة و لكن العجيب أنني لم أعترف لأحد منهم بالجميل",
"الجبان يزعم انه حذر، والبخيل يزعم أنه مقتصد",
"من يفتقر على نفسه يكدس الثروة لغيره",
"لا يتكبر الا كل وضيع، ولا يتواضع الا كل رفيع",
"كلما ارتفع الشريف تواضع، وكلما ارتفع الوضيع تكبر",
"بقدر ما يكون مقام المرء رفيعا بقدر ما يتعين عليه أن يبدو متواضعا",
"الحرب هي تسلية الزعماء الوحيدة التي يسمحون لأفراد الشعب المشاركة فيها",
"الحرب مأساة يستعمل فيها الانسان أفضل مالديه ليلحق بنفسه أسوأ ما يصيبه",
"ملك الرعية بالاحسان اليها تضفر بالمحبة منها",
"أسوس الناس من قاد أبدان الرعية الى طاعته بقلوبها",
"أفضل طريقة لالزام الناس أن يقولوا فينا خيرا هي أن نصنع الخير",
"بعد أن يتعود المرء على السرقة عليه أن يتعلم كيف يشنق",
"يس الشقاء أن تكون أعمى، بل الشقاء أن تعجز عن احتمال العمى",
"الصبر صبران صبر على ما تكره و صبر على ما تحب",
"ليست الألقاب هي التي تكسب المجد ، بل الناس من يكسبون الألقاب مجداً",
"يجب أن تقترن العدالة بالقوة بحيث يصبح كل شيء عادل قوي وكل قوي عادل",
" ليس من العدل أن تطلب من الآخرين ما لست أنت مستعدا لفعله",
"إننا نفقد الحقائق أثناء البحث عن غيرها",
" ثلاث تثبت لك الود في صدر أخيك: أن تبدأه بالسلام، وتوسع له في المجلس، وتدعوه بأحب الأسماء إليه",
" عندما يصبح البحر ساكناً ، يصبح الجميع بحارة ماهرين"]
